{"48444581":"10yrs warranty","2268ff":"Home","-1ef79ae7":"Our Offerings","67de1b9e":"Why Clubtail","-e2b6510":"Design Gallery","3d4d49e":"Blog ","645efc51":"About Us","-410d12bf":"Crafting Spaces,","-66fe2ba2":"Curating Memories.","4a09821f":"BOOK A CONSULTATION","7ce35119":"OUR OFFERINGS","41a8404e":"Modular Kitchen","187a0c51":"TV units","-542825d7":"Kids Bedroom","3adfbc80":"Movable Furniture","-c6dbe9":"Wardrobes","3a07cabd":"Pooja Unit","1192b292":"Foyer Designs","-4aa8a180":"False Ceiling","-60d4c592":"Bathroom","-22819ba":"Space saving furniture","-6dcc7578":"Wall Paint","-7857a5c3":"Lights","-751c2589":"Study Table","-30a7d21e":"Wallpaper","-5613e7fd":"PARTNERS FEATURED","447fb6d0":"DESIGN GALLERY","552d8c07":"Clubtailor's approach to modern design","469dcff0":"VIEW MORE","3d503d2b":"No items found.","-37b7b7e3":"WHY CLUBTAIL ?","-408b3c46":"Elevate Your Living Experience","-4fe84ad0":"with Unmatched Quality","2293ad4c":"and Service","-702c48f5":"Discover unparalleled excellence with Clubtail's full home interior solutions, where original design meets impeccable execution.","552c03d1":"LEARN MORE","5c8fc6ed":"Original Design","-62583e5d":"Every Clubtail creation is unique, echoing your individuality. We don't follow the crowd; we craft distinctiveness.","-515a7948":"Transparent Pricing","-216512e3":"With Clubtail, what you see is what you get. No hidden charges, onlyupfront, clear costs that respect your budget.","-32fcf1c1":"Impeccable implementation","627f2988":"Perfection in action—our execution matches our vision, ensuring that your interiors are as flawless as our plans.","-3eb9fe97":"Build to Last","489b2cdc":"Our designs aren't just about aesthetics; they're crafted for longevity. With Clubtail, elegance stands the test of time.","-57932958":"Direct Manufacturer","-7155613b":"Bypassing middlemen means better rates and impeccable quality. Direct from our hands to your home.","cf307d7":"Authorised partners","69d4d5aa":"We collaborate only with the industry's best, ensuring your interiors are touched by the most trusted hands in the business.","545a2ca7":"A decade-long assurance because we stand by our craft. Your peace of mind is our promise.","-14267a5e":"45 days delivery ","-78b3b0a1":"Timely, every time. With our 45day delivery commitment, your dream space becomes a reality without the wait.","-3575f9f2":"Building Trust Together","-74af8cc4":"More than just interiors, we're building lasting relationships. Clubtail is a name you can confide in.","3dc52703":"Clear Communication","676b38f0":"Your voice matters. From ideation to completion, we maintain a dialogue that keeps you in the loop, always.","-70d4fbcf":"ABOUT US","-676ae951":"Crafting a Unified Home Solution","63847ed5":"Welcome to Clubtail, your full home interior solution based in the heart of Bangalore.Our journey began with a mission: to eliminate the challenges homeowners face inseeking a cohesive and reliable solution for home design and execution. We understoodthat in a world overflowing with options, what people truly needed was a one-stop-shopthat offered both expert design and flawless execution. That's precisely what Clubtailaims to provide","1f27a2":"BLOG","-3d1b7bf9":"Your Guide to Masterful","14a5bac2":"Home Interiors","207705d0":"Dive into the world of interior design with expert insights, trend analyses, and practical tips. From envisioning your dream spaceto making it a reality, our blog equips you with the knowledgeyou need for a home that truly stands out.","32c5e5e1":"10 Timeless Trends: Elevate Your Space with Classic Interior Designs","42ad700":"House","-6d5eb2aa":"Color Harmony: Creating the Perfect Palette for Your Home","42ad194":"Hotel","280cd0bf":"The Art of Balance: Mixing Modern and Vintage Elements in Design","-53656896":"Commercial","-5fe1c49":"BROWSE ALL BLOG","-5ba83bbf":"Book your consultation today!","411a2d4e":"Call us: +91 7619 373 775","-12b421f2":"GET IN TOUCH","4605f99":"Links","645f0031":"About us","1fa3c2":"Blog","7f2746de":"Contact Us","1ed033d4":"Address","-65b0b733":"Clubtail first floor No. 20, 17th main road, 36th cross road, 4th T block east, Jayanagar, Banglore, 560041","253fd2be":"CONTACT US","-53610d58":"+91 7619 373 775","58ba7247":"hello@clubtail.com","-68f6443a":"Copyright © Clubtail All rights reserved.","4f912d2b":"Terms & Conditions","-6bb908a7":"Designed and developed by ","-7c9b8a7e":"Emilda Solutions","1f24f5fe":"Excited to Elevate Your Space","1996e07b":"Luxury Villa","-370aa2f3":"Apartments / Residential Apartments","-1947a9b7":"Commercials","5755e014":"Hospitality","-121961ab":"Health Care","5a0ea5a1":"Thank you! Your submission has been received!","-7c112e99":"Oops! Something went wrong while submitting the form.","-53f399f2":"Get in Touch","-50d1721":"UNVEILING CLUBTAIL ESSENCE","-6326c8de":"A modern, luxury Architecture design firm in Bengaluru","-1c36784c":"At Clubtail, we believe that spaces have the power to tell stories. Our passion for interior design is fueled by the narratives that every room can convey, and our mission is to curate these tales with elegance, sophistication, and a touch of modern flair. As purveyors of luxury interiors, we pride ourselves on crafting environments that aren't just functional but are also beautiful reflections of our clients' aspirations and dreams. Every Clubtail creation is a harmonious blend of artistry and meticulous precision, ensuring that our clients step into a world they truly love.","-6741b7f8":"Vision","-50117ad9":"Our \"Vision\" is to craft unparalleled and sustainable interior solutions, solidifying our position as the most trusted ally for our esteemed customers, while driving consistent and profitable growth.","-5d08e694":"Mission","b03cb85":"Our “Mission” is to create rewarding experiences as we deliver innovative solutions with modern interior products. Our continuous effort on improvement always aims to define the most sophisticated and superior standard of quality in every interior application.","21f333":"Goal","e9fae76":"We foster enduring partnerships with all our stakeholders, encompassing our dedicated employees, vendors, customers, society, and the environment. Our endeavors are channeled towards crafting sustainable solutions through a methodical and disciplined approach, continually evolving to realize our objectives in the realm of interior solutions.","2cbe0016":"OUR BLOG","1ec02f86":"Showcasing the exquisite craftsmanship of clubtail"}