{"927":"IP","799103":"We do not collect any special categories of personal data (sensitive personal information) via our Website. Sensitive personal information includes:information revealing racial or ethnic origin; political opinions; religious or philosophical beliefs; trade-union membership; the processing of genetic or biometric data for the purpose of uniquely identifying a natural person;information concerning health; information concerning a natural person’s sexlife or sexual orientation; and in some cases, social security numbers or financial information.","16037343":"8. Governing Law and Jurisdiction","47833105":"4. 5% after completion (Non-Refundable)","48444581":"10yrs warranty","2268ff":"Home","-1ef79ae7":"Our Offerings","67de1b9e":"Why Clubtail","-e2b6510":"Design Gallery","3d4d49e":"Blog ","645efc51":"About Us","-410d12bf":"Crafting Spaces,","-66fe2ba2":"Curating Memories.","4a09821f":"BOOK A CONSULTATION","7ce35119":"OUR OFFERINGS","41a8404e":"Modular Kitchen","187a0c51":"TV units","-542825d7":"Kids Bedroom","3adfbc80":"Movable Furniture","-c6dbe9":"Wardrobes","3a07cabd":"Pooja Unit","1192b292":"Foyer Designs","-4aa8a180":"False Ceiling","-60d4c592":"Bathroom","-22819ba":"Space saving furniture","-6dcc7578":"Wall Paint","-7857a5c3":"Lights","-751c2589":"Study Table","-30a7d21e":"Wallpaper","-5613e7fd":"PARTNERS FEATURED","447fb6d0":"DESIGN GALLERY","552d8c07":"Clubtailor's approach to modern design","469dcff0":"VIEW MORE","3d503d2b":"No items found.","-37b7b7e3":"WHY CLUBTAIL ?","-408b3c46":"Elevate Your Living Experience","-4fe84ad0":"with Unmatched Quality","2293ad4c":"and Service","-702c48f5":"Discover unparalleled excellence with Clubtail's full home interior solutions, where original design meets impeccable execution.","552c03d1":"LEARN MORE","5c8fc6ed":"Original Design","-62583e5d":"Every Clubtail creation is unique, echoing your individuality. We don't follow the crowd; we craft distinctiveness.","-515a7948":"Transparent Pricing","-216512e3":"With Clubtail, what you see is what you get. No hidden charges, onlyupfront, clear costs that respect your budget.","-32fcf1c1":"Impeccable implementation","627f2988":"Perfection in action—our execution matches our vision, ensuring that your interiors are as flawless as our plans.","-3eb9fe97":"Build to Last","489b2cdc":"Our designs aren't just about aesthetics; they're crafted for longevity. With Clubtail, elegance stands the test of time.","-57932958":"Direct Manufacturer","-7155613b":"Bypassing middlemen means better rates and impeccable quality. Direct from our hands to your home.","cf307d7":"Authorised partners","69d4d5aa":"We collaborate only with the industry's best, ensuring your interiors are touched by the most trusted hands in the business.","545a2ca7":"A decade-long assurance because we stand by our craft. Your peace of mind is our promise.","-14267a5e":"45 days delivery ","-78b3b0a1":"Timely, every time. With our 45day delivery commitment, your dream space becomes a reality without the wait.","-3575f9f2":"Building Trust Together","-74af8cc4":"More than just interiors, we're building lasting relationships. Clubtail is a name you can confide in.","3dc52703":"Clear Communication","676b38f0":"Your voice matters. From ideation to completion, we maintain a dialogue that keeps you in the loop, always.","-70d4fbcf":"ABOUT US","-676ae951":"Crafting a Unified Home Solution","63847ed5":"Welcome to Clubtail, your full home interior solution based in the heart of Bangalore.Our journey began with a mission: to eliminate the challenges homeowners face inseeking a cohesive and reliable solution for home design and execution. We understoodthat in a world overflowing with options, what people truly needed was a one-stop-shopthat offered both expert design and flawless execution. That's precisely what Clubtailaims to provide","1f27a2":"BLOG","-3d1b7bf9":"Your Guide to Masterful","14a5bac2":"Home Interiors","207705d0":"Dive into the world of interior design with expert insights, trend analyses, and practical tips. From envisioning your dream spaceto making it a reality, our blog equips you with the knowledgeyou need for a home that truly stands out.","32c5e5e1":"10 Timeless Trends: Elevate Your Space with Classic Interior Designs","42ad700":"House","-6d5eb2aa":"Color Harmony: Creating the Perfect Palette for Your Home","42ad194":"Hotel","280cd0bf":"The Art of Balance: Mixing Modern and Vintage Elements in Design","-53656896":"Commercial","-5fe1c49":"BROWSE ALL BLOG","-5ba83bbf":"Book your consultation today!","5125b155":"Call us: +91 85500 00918","-12b421f2":"GET IN TOUCH","4605f99":"Links","645f0031":"About us","1fa3c2":"Blog","7f2746de":"Contact Us","1ed033d4":"Address","4c37e2a7":"#32, 1st floor, 16th ‘A’ main road, 36th Cross, 4th T Block, Jayanagar, Bangalore 560041","253fd2be":"CONTACT US","75a5d8bb":"+91 85500 00918","58ba7247":"hello@clubtail.com","-68f6443a":"Copyright © Clubtail All rights reserved.","-3fbde6f6":"Privacy Policy","4f912d2b":"Terms & Conditions","-6bb908a7":"Designed and developed by ","-7c9b8a7e":"Emilda Solutions","1f24f5fe":"Excited to Elevate Your Space","1996e07b":"Luxury Villa","-370aa2f3":"Apartments / Residential Apartments","-1947a9b7":"Commercials","5755e014":"Hospitality","-121961ab":"Health Care","5a0ea5a1":"Thank you! Your submission has been received!","-7c112e99":"Oops! Something went wrong while submitting the form.","-53f399f2":"Get in Touch","-50d1721":"UNVEILING CLUBTAIL ESSENCE","-6326c8de":"A modern, luxury Architecture design firm in Bengaluru","-1c36784c":"At Clubtail, we believe that spaces have the power to tell stories. Our passion for interior design is fueled by the narratives that every room can convey, and our mission is to curate these tales with elegance, sophistication, and a touch of modern flair. As purveyors of luxury interiors, we pride ourselves on crafting environments that aren't just functional but are also beautiful reflections of our clients' aspirations and dreams. Every Clubtail creation is a harmonious blend of artistry and meticulous precision, ensuring that our clients step into a world they truly love.","-6741b7f8":"Vision","-50117ad9":"Our \"Vision\" is to craft unparalleled and sustainable interior solutions, solidifying our position as the most trusted ally for our esteemed customers, while driving consistent and profitable growth.","-5d08e694":"Mission","b03cb85":"Our “Mission” is to create rewarding experiences as we deliver innovative solutions with modern interior products. Our continuous effort on improvement always aims to define the most sophisticated and superior standard of quality in every interior application.","21f333":"Goal","e9fae76":"We foster enduring partnerships with all our stakeholders, encompassing our dedicated employees, vendors, customers, society, and the environment. Our endeavors are channeled towards crafting sustainable solutions through a methodical and disciplined approach, continually evolving to realize our objectives in the realm of interior solutions.","2cbe0016":"OUR BLOG","1ec02f86":"Showcasing the exquisite craftsmanship of clubtail","658fac3a":"Introduction","27c26f":"The ","47a335a":"clubtail ","3b3a465d":"and anysub-site (“","-53cd8785":"Website","35cacc30":"”) is made available by GS E-Commerce Private Limited (hereinafter referred to as “","1af4c":"our","e99d7eb":"”, “","e9e":"us","ece":"we","-64202ba3":"Company","4039f":"”“","723d861a":"our affiliates","128946f0":"”, or “","1a93d0b0":"our assignees","-139b21af":"”), having its registered office at “32, 1st floor, 16th ‘A’ main road, 36th Cross, 4th T Block,Jayanagar, Bangalore 560041, India”. The manner in which this data and information is collected, retained, shared, stored, and processed by us (i.e.,the Company) is addressed in this Privacy Policy (“","-712d6eae":"Policy","-a2b9541":"”). This Policy applies to all information collected through our Website, when you place an order for our services and/or products on the Website and/or any related services, sales, or marketing. When you access the Website and/or use our services, you trust us with your personal information. We take your privacy very seriously. In order to provide you with the services, we (i.e., the Company) need to collect various data and information from you. We hope you take some time to read through it carefully, as it is important. If there are any terms in this privacy policy that you do not agree with, please discontinue use of our Website and/or our services. You shall not assign or transfer any right or obligation that has accrued to you under this Policy and any attempt by you to assign or transfer such rights and obligations, shall be null and void. We may assign, novate, or transfer any or all rights and obligations that accrued in our favour under the Policy, at our sole discretion, to our subsidiaries, affiliated entities, or any other third party. Please read thisPolicy carefully as it will help you make informed decisions about sharing your personal information with us.  ","3b77cb2":"Age Of Consent","-3a0f274f":"Our Website and/or services are not directed to, and we do not knowingly collect personal information from, any minor person or persons under the age of 18 (as per applicable law). If you are a minor or under 18 years of age and have entered this Website and/or services, you must immediately stop accessing or using the Website and/or services. Under no circumstances may you use thisWebsite and/or services or submit personal information to us if you are a minoror under 18 years of age. We are committed to compliance with all applicable regulations, laws, and rules.  ","1b8a24ae":"Types Of Information We Collect","6d84cf1e":"By accessing or using the Website and/or the services, you consent to providing us data in the ways listed below. However, we will not collect certain data, which we regard as sensitive in nature without your explicit consent. We collect the data that is essential for us to provide you services in the best manner possible.","3cb490a2":"Personal Information You Disclose To Us","7cd9d6a6":": We collect personal information that you voluntarily provide to us when expressing an interest in obtaining information about us or services and products listed on the Website, when participating in activities on the Website or otherwise contacting us.","5d950542":"We collect:","6e9d0214":"·        Name and Contact Data. We collect your first and last name, email address, postal address, phone number,and other similar contact data.","7bde2350":"·        Geolocation data. We may collect your location data from you via our or third party applications that may be notified from time to time.","-45b62783":"All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.","-50d86a6e":"If you provide data of another person, we assume that you have properly obtained the consent subject to the applicable law of that person for the provision of his/her personal data.","68ce97f3":"NDNC Policy:","7ea5ff77":" Irrespective of the fact if youhave registered yourself under DND or DNC or NCPR services, you still authorize us to give you a call from Clubtail till 365 days of your registration with us. ","-31e8dca8":"Feedback and Other Data :","75d0d954":" Any feedback data, information or suggestion that you may provide us.","-7b549e2e":"Information Automatically Collected :","-16943e5a":" We also automatically collect information about you and any computer or device you use to access the service. Some of the information we collect, and ways we collect it, include:","13ada9b7":"·        ","-1cbe8c55":"Cookies:","-679d91ae":" When you visit the Website and/or use any service, we may send one or more cookies — small text files containing a string of alphanumeric characters — to your computer or device that allows us to uniquely identify your browser, computer, or device. This may also include information such as your Internet Protocol (“","7358324f":"”) address,unique device identifiers, your browser settings and specifications, and information about how you use the Website and/or services (e.g., the pages you view, the links you click, how frequently you access the website and/or services, and other actions you take on the Website and/or services over a period of time).","-4ab852c1":"Log Files:","-11772a3d":" We may record log file information each time you access or use the Website and/or services. This information may include information such as your web request, IP address,browser type, unique device identifiers, information about your device,referring or exit pages and URLs, number of clicks and how you interact with links on the Website and/or services, domain names, landing pages, pages viewed, and other such information.","-549c6ee8":"Clear Gifs:","17eb1753":" We may employ clear gifs(also known as web beacons or pixel tags) which may collect information about you, your computer or device such as your web request, IP address, unique device identifiers, browser type, information about your device, pages viewed, information about cookies, and all of which can show your Website and/or services usage patterns.","572b2c45":"Use Of Information Collected","8be7e22":"We use personal information collected via our Websites for a variety of business purposes described below. We use the information we collect or receive:","-4486f71b":"·        To provide services in the best possible manner.","742f8640":"·        Perform internal operations necessaryto provide our services.","-509a204e":"·        To communicate with you and respondto your requests, such as to respond to your questions, contact you about changes to the services, and about new products and services.","-774bc6aa":"·        To provide customer support,including to resolve your concerns from the use of the Website and/or services.","2a15de91":"·        To send you marketing and promotional communications.","-91cfaba":"·        To send administrative information toyou.","-68480c2f":"·        Fulfill and manage your orders for contractual reasons.","4c966fe1":"·        Request Feedback.","-4e11596e":"·        To enforce this Policy, and otherwise to carry out our obligations and enforce our rights in relation under this Policy and Terms of Use that may be notified by us from time to time.","3c0490cc":"·        To investigate or address claims or disputes relating to use of our services, or as otherwise allowed by applicable law, or as requested by regulators, government entities, and official inquiries.","65a4c5cd":"·        Trying to protect against or prevent actual or potential fraud or unauthorized transactions or investigating fraud which has already taken place.","6a13fe67":"·        For any other lawful purpose, orother purpose that you consent to.","-100cba3b":"Retention Of Information","-688e0d47":"We will only keep your personal information for as long as it isnecessary for the purposes set out in this Policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements). When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it, or, if this is not possible (for example, because your personal information has been stored inbackup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible. If you wish that we no longer use your information to provide you services, contact us at ","1ba2eb9f":"hello@clubtail.in","3e2ada99":" and we will respond to your request to access or delete your information within 30 (thirty) days of receipt of such request. In addition, some types of information may be stored for an infinite duration due to legal requirements or technical constraints, and will, if practical, be blocked from further processing for purposes which are not mandatory by law or when a consent is withdrawn. The information that you provide may be stored or transferred in our systems or on the systems provided by our third parties. ","59cb47a4":"Commitment To DataSecurity","7e80770e":"We strive to keep your personal information secure and take reasonable effort to ensure that appropriate security and technical controls are implemented to ensure data security. However, please note that no method of transmission over the Internet, or method of electronic storage,is 100% secure. While we take into account the sensitivity of the personal information we collect, process and store, and the current state of technology to use these measures protect your personal information, we cannot guarantee its absolute security.  We use appropriate technical and organizational security measures to ensure a level of protection for personal data appropriate to the nature, scope and purpose of processing personal data,the risks associated with such processing, and the likelihood and severity of the harm that may result from such processing. You as the user of the Website are responsible for maintaining the security of any password, user ID, or otherform of authentication involved in obtaining access to password protected orsecure areas of the Website. Unauthorized access to such areas is prohibited and may lead to legal consequences. We also do not guarantee that personal data will be completely protected. Any transmission of personal data by you is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Website, including through the illegal acts of third parties.  ","-19c3b7b9":"Sharing Of Information","3601485e":"We use one or more outside payment processing companies to bill you for the products and services listed on the Website. To the best of our knowledge,these companies do not retain, share, store or use personally identifiable information for any other purposes. We are very protective about your data anddo not share any sensitive or personal data about you with any third parties unless necessary. However, we may share your information with third parties inthe following circumstances:","3671b311":"·        To dealers and distributors of the products so that the products are delivered to you in a time bound manner.","3a2703ea":"·        To service providers, subcontractors,partners, vendors, consultants, and others companies (whether in or outside India) that help us service you in the best possible manner or in relation to any of our legitimate business purposes.","-52279776":"·        To our affiliates, parent companies,subsidiaries, and other related companies (whether in or outside India), all for the purposes noted above or otherwise in this Policy.","10da1f1":"·        To third parties for research,marketing or advertising purposes.","-26acbedd":"·        To allow Us to pursue available remedies or limit the damages that We may sustain.","4d42f13":"·        While negotiating or in relation to a change of corporate control such as a restructuring, merger or sale of ourassets, we may have to disclose our databases and information we have stored inthe course of our operations.","-5a5db761":"·        To other third parties subject toyour consent.","3fdc3370":"·        To enforce this Policy, and otherwiseto carry out our obligations and enforce our rights in relation under this Policy and Terms of Use that may be notified by us from time to time.","-65f73575":"·        To any governmental authority or law enforcement officers who request or require any information and we think disclosure is required or appropriate in order to comply with laws,regulations, or a legal process.","-56ce9b69":"Right Of Rectification Or Objection","-483111ad":"You have the right to ask us to rectify any inaccurate personal information concerning you. You may request to review, correct, update,suppress or object to the use or processing of your personal information that’s collected through Website. You may review, update, correct or delete your personal information collected through the Websites and/or services bye-mailing us at ","-28df1553":". In your request, please make clear what personal information you would like to have changed, whether you would like to have your personal information that you have provided to us suppressed from our database or otherwise let us know what limitations you would like to put on our use of your personal information that you have provided to us. We may need toverify your identity, before processing your request. While we endeavour tohandle all requests quickly, however in certain cases depending on the nature of the problem and appropriate next steps, we may take upto 30 (thirty) days.You also have the right to erase your personal information. You also have aright to object to us processing your personal information in certain circumstances. However, such a right to object may not exist in certain situations, for e.g. if the processing of your personal information isnecessary (as applicable) to fulfil your orders, to take steps prior toentering into a contract, to perform a contract already concluded, or if the personal information is relevant to a legal dispute or complying with applicable law. In such cases, we may not stop processing your personal information. You also have the right to lodge a complaint under applicable lawfor an alleged privacy breach. Please note that We may need to retain certain information for record keeping purposes and/or to complete any transactions that you began prior to requesting a change or deletion. There may also be residual information that will remain within our databases and other records, which will not be removed. In addition, there may be certain information to which we are unable to enable you to review, for legal, security, or other reasons.  ","315de9de":"Third-Party Services","60bd0aca":"By placing an order on our Website, you hereby give us an unconditional consent and authority to share your information with dealers and distributors of the products listed on the Website so that such products are delivered to you in a time-bound manner. We may also share your personal information with certain companies that perform services on our behalf. We do not sell or otherwise provide your personal information to other companies for the marketing of their own products or services. In general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us.For these providers, we recommend that you read their privacy policies so youcan understand the manner in which your personal information will be handled by these providers. In particular, remember that certain providers may be located in or have facilities that are located in a different jurisdiction than eitheryou or us. So if you elect to proceed with a transaction that involves theservices of a third-party service provider, then your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located. Once you leave our Website or are redirected to a third-party website or application, you are no longer governed by this Policyor the Terms of Service/Use for our Website.  ","-7e6f943c":"Changes To This Privacy Policy","-4d65829":"We may update this Policy from time to time. Your continued access ofthe Website and/or use of our services after an update constitutes consent tothe updated notice to the extent permitted by law. Please periodically reviewthis Policy for the latest information on our privacy practices.  ","4b55f77d":"Communications","-6cd315a2":"We may from time to time send you service-related announcements when we consider it necessary to do so (such as when we temporarily suspend the Websiteand/or services for maintenance, or security, privacy, or administrative-related communications). We send these to you via SMS/push notifications/email/WhatsApp/instant messaging, as we deem fit. ","5b471710":"Questions And Contact Information","-120d9654":"If you would like to: access, correct, amend or delete any personal information we have about you, register a request, or simply want more information contact us at ","b12e":".  ","-6700b14c":"Grievance Officer","-4c921ef3":"This Policy is published and shall be construed in accordance with the provisions of Rule 3(11) of the Information Technology (Intermediaries Guidelines) Rules, 2011 (“","3616a9a2":"IT Rules","-34f0735f":"”) that requires publishing the name of the Grievance Officer and his/her contact details on the Website, such that users or any victim who suffers as a result of a violation of Rule 3 (outlined in this Policy and Terms of Use) by any other person, can notify their complaints to us. In accordance with Information Technology Act, 2000 and rules made there under, the name and the contact details of the Grievance Officer appointed are provided as here under: Our data grievance officer is: Pravin accessible via email at: ","-7ad750b9":"projects@clubtail.in","7f462bc":". You can contact the officer confidentially by email to enquire about the treatment of your personal information.  ","-432b638":"Dispute Resolution","27bed6f7":"Any dispute, controversy or claim directly or indirectly caused by,arising out of or relating to this Policy will be governed by the laws of India and will be referred to confidential, mandatory and binding arbitration inBengaluru, India. The arbitration will be conducted in accordance with the provisions of the Indian Arbitration and Conciliation Act, 1996. The arbitrator’s award shall be substantiated in writing and will be final and binding on you and us. Subject to the above, you agree to submit yourself tothe exclusive jurisdiction of the Courts in Bengaluru, India.","4afa983e":"Disclaimer: The images on our site are forreference only. Please contact us to discuss your specific needs and to tailora unique design for you.","-7ac7b766":"Terms and Conditions","558c2077":"TERMS OF USE","-77e5f280":"These terms of use (“","1453a":"TOU","5d11fc67":"”) govern the access or use of our website clubtail.in (“","46f55f87":"Our Website","31c2937c":"”). Our Website is available for You together with all the content, tools, facilities and services made available through Our Website. Therefore, please read these TOU very carefully.","-3edf64f4":"These TOU are an electronic record in terms of Information Technology Act, 2000 (“","-53680991":"IT Act, 2000","-5d1063c2":"”), the applicable rules thereunder and the provisions pertaining to electronic records in various statutes as amended by the IT Act, 2000. This electronic record is generated by a computer system and does not require any physical or digital signatures.","-73e42c67":"This document is published in accordance with the provisions of Rule 3(1) of the Information Technology (Intermediaries Guidelines) Rules, 2011 that require publishing the rules and regulations, privacy policy and terms of use for access to or usage of Our Website.","a5eb47b":"For the purposes of clarity, the term “","3a527ce7":"Company/Us/Our/We/ Clubtail","-6a7ebf0c":"” shall include GS Ecommerce Private Limited and its holding company, subsidiary companies, successors-in-interest, executors, permitted assigns, affiliates, associates and group companies. Further, the term “","7877dfeb":"Client","15bff":"You","1a26e50":"” and “","2a2453":"Your","-42b50091":"” refers to you, and by clicking “I AGREE,” “SUBMIT”, or the like (if provided) thereby indicating acceptance electronically, You agree and acknowledge that You have read, understood, and agree to be bound by this TOU and that these TOU constitute a legal and binding agreement between You and Us and accept the Company’s terms and conditions including the Privacy Policy available at Our Website (“","-5b953a80":"”), which form an integral part of this TOU.","1fc2ec72":"We may revise this TOU from time to time, so please keep visiting this page on Our Website regularly to keep Yourself updated. In the event, We wish to change this TOU We will seek Your consent vide the email id and/or the contact information provided by You at the time of registration on Our Website. However, if You fail to respond to the notification within the reasonable prescribed time as provided in the notification and continue to access and/or use Our Website following the changes or updates to this TOU, it shall be deemed to constitute Your acceptance and agreement to be bound by the revised TOU. If at any point of time, You do not agree with the updated TOU or wish to terminate this agreement, You must immediately stop using the Platform and write to hello@clubtail.in, and this TOU shall be terminated for You, subject to the terms contained herein.","1faa9f4c":"You expressly understand and agree that Your accessing or use of Our Website is at Your sole risk. Our Website is provided on an “as is” and “as available” basis. Except as herein otherwise provided, We and Our licensors, suppliers, vendors, parent, holding, subsidiary and related companies, affiliates, officers, agents and employees expressly disclaim all warranties of any kind, whether express or implied, including, but not limited to the implied warranties of merchantability, fitness for a particular purpose and non-infringement.","-4455d773":"We, Our associates and service partners make no representations or warranties about the accuracy, reliability, completeness, current-ness and/or timeliness of any content, information, software, text, graphics, links or communications provided on or through the use of Our Website or that the operation of Our Website will be error-free and/or uninterrupted. Consequently, We assume no liability whatsoever for any monetary or other damage suffered by You on account of the delay, failure, interruption, or corruption of any data or other information transmitted in connection with use of Our Website; and/or any interruption or errors in the operation of Our Website.","2a1fc54b":"General Terms of Use:","-77c42788":"1. Ownership and Intellectual Property","-50ae48b4":"We expressly reserve all intellectual property rights in all text, programs, products, processes, technology, content and other materials, which appear on Our Website. Access to Our Website does not confer and shall not be considered as conferring upon anyone any license under any of Our or any third party’s intellectual property rights.","-114c5230":"The Clubtail names and logos and all related product and service names, design marks and slogans are the trademarks or service marks of clubtail. All other marks are the property of their respective companies. No trademark or service mark license is granted in connection with the materials contained on our Website. Access to our Website does not authorize anyone to use any name, logo or mark in any manner. References on our Website to any names, marks, products or services of third parties or hypertext links to third party sites or information are provided solely as a convenience to You and do not in any way constitute or imply Our endorsement, sponsorship or recommendation of the third party, information, product or service.","6626b317":"We are not responsible for the content of any third party sites and do not make any representations regarding the content or accuracy of material on such sites. If you decide to link to any such third party websites, you do so entirely at Your own risk.","-e5b3a6c":"All materials, including images, text, illustrations, designs, icons, photographs, programs, music clips or downloads, video clips and written and other materials that are part of Our Website (collectively, the “Contents“) are intended solely for personal, non-commercial use. Any use of our Website or its contents, including copying or storing it or them in whole or part, other than for Your own personal, non-commercial use is prohibited without the permission of clubtail. You may not modify, distribute or re-post anything on our Website for any purpose.","-49ac29f9":"2. Eligibility and Use","7f89808a":"In order to use or access Our Website, You must be competent to enter into a contract under applicable laws. If you continue using Our Website, then You represent and warrant to Us that You are competent to enter into a valid and binding contract under applicable laws. In the event, You access or use Our Website for and on behalf of a legal entity (whether a single entity or multiple entities), You represent and warrant that You have the authority to bind such entity (and its affiliates or associated entities) to this TOU.","-3e028f61":"3. Termination","4f0aefb3":"We may suspend or terminate Your use of the Website or any service if We believe, in Our sole and absolute discretion that You have breached any of the terms of these TOU. We may also in Our sole discretion and at any time discontinue providing the services, or any part thereof. Termination of Your access to the use of Our Website may be effected without prior notice to You, and You acknowledge and agree that We may immediately bar any further access to our Website.","2ba8c774":"If You or We terminate Your use of Our Website or any service, We may delete any content or other materials relating to Your use of the Website and will have no liability to You or any third party for doing so. You shall be liable to pay for any service or product that you have already ordered till the time of termination by either party whatsoever.","211d0081":"4. Indemnity","558a2b36":"You agree to defend, indemnify and hold harmless clubtail, its employees, directors, officers, agents and their successors and assigns from and against any and all claims, liabilities, damages, losses, costs and expenses, including attorney’s fees, caused by or arising out of claims based upon Your actions or inactions, which may result in any loss or liability to Us or any third party including but not limited to breach of any warranties, representations or undertakings or in relation to the non-fulfilment of any of Your obligations under this TOU or arising out of the Your violation of any applicable laws, regulations including but not limited to intellectual property rights, payment of statutory dues and taxes, claim of libel, defamation, violation of rights of privacy or publicity, loss of service by other subscribers and infringement of intellectual property or other rights. This clause shall survive the expiry or termination of this TOU.","517c9f83":"5. Limitation of Liability","574029b9":"To the fullest extent permitted under applicable law, We, Our associates, parent companies, or suppliers shall not be liable for any indirect, incidental, special, incidental, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses arising out of or in connection with Our Website, its services or this TOU. Without prejudice to the generality of this section, Our total liability to You for all liabilities arising out of this TOU is limited to the value of the product ordered by You.","-3ba7c35d":"6. Entire Agreement","52757c2f":"This TOU constitutes the entire agreement between You and clubtail and governs Your use of Our Website, superseding any prior understandings and agreements between You and Us and any previous statements or representations from either party to the other party. This TOU does not apply to any affiliate services, third-party content or third-party software that does not or cannot reasonably be deemed to form part of Our Website which may be provided to You by Our licensors, suppliers, vendors, parent, holding, subsidiary or related companies, other affiliates or other third parties, which may be subject to additional terms and conditions imposed by that party. You also may be subject to additional terms and conditions that may apply when You use affiliate services, third-party content or third-party software.","-3c4dbf2a":"7. Non-Transferability","5df82c91":"You agree that Your account on Our Website is non-transferable and any rights to your Account ID or contents within Your account terminate upon your death. Upon receipt of a copy of a death certificate, Your account may be terminated and all contents therein permanently deleted.","2ec59c94":"This TOU and the relationship between You and Us shall be governed by the laws of the Republic of India without regard to its conflict of law provisions. The Courts at Bengaluru, India shall have exclusive jurisdiction in any proceedings arising out of this TOU.","-672a3737":"9. Contact Us","-693f636":"Please send any questions or comments (including all inquiries unrelated to copyright infringement) regarding Our Website to hello@clubtail.in.","7feb2de5":"10. Website feedback, user comments and user-generated content:","2d2e4955":"All reviews, comments, feedback, postcards, suggestions, ideas, and other submissions disclosed, submitted to Us on or by Our Website or otherwise disclosed, submitted or offered in connection with Your use of Our Website (collectively, the “Comments“) shall be and remain Our property. Such disclosure, submission or offer of any Comments shall constitute an assignment to Us of all worldwide rights, titles and interests in all copyrights and other intellectual properties in the Comments. Thus, We own exclusively all such rights, titles and interests and shall not be limited in any way in its use, commercial or otherwise, of any Comments. We will be entitled to use, reproduce, disclose, modify, adapt, create derivative works from, publish, display and distribute any Comments You submit for any purpose whatsoever, without restriction and without compensating You in any way. We are and shall be under no obligation: (1) to maintain any Comments in confidence; (2) to pay You any compensation for any Comments; or (3) to respond to any Comments. You agree that any Comments submitted by You to the Website will not violate these TOU or any right of any third party, including copyright, trademark, privacy or other personal or proprietary right(s), and will not cause injury to any person or entity. You further agree that no Comments submitted by You to Our Website will be or contain libelous or otherwise unlawful, threatening, abusive or obscene material, or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings or any form of ‘spam’. We do not regularly review posted Comments, but do reserve the right (but not the obligation) to monitor and edit or remove any Comments submitted on the Website. You grant Us the right to use the name that You submit in connection with any Comments. You agree not to use a false email address, impersonate any person or entity, or otherwise mislead as to the origin of any Comments You submit. You are and shall remain solely responsible for the content of any Comments You make and You agree to indemnify Us and Our affiliates for all claims resulting from any Comments You submit. We and Our affiliates take no responsibility and assume no liability for any Comments submitted by You or any third party.","-38a6a77b":"Specific Terms of Use","-76de0f92":"PART – I – INTERIOR SERVICES (“SERVICES”)","-36f884e3":"11. Fee Quotation and Payment","-261b87e0":"The quoted rates on Our Website for the Services are an estimate based on current design and sizes, and they are liable to change till the sign off/production stage depending on the exact actual measurements on-site or design changes made by You or as per Your instructions.","-64f9e16e":"The payment will be done in the following stages:","-28c38b45":"1. 10% to begin design at sign up (Non-Refundable)","-44e45f98":"2. 50% before 3D after the first presentation advance (Non-Refundable)","65b26a10":"3. 35% before the material delivery (Non-Refundable)","4b871ee4":"All Our product pricing is exclusive of taxes. Taxes have been mentioned in Your estimate separately and will be charged at the time of billing at each stage as per prevailing government tax rates. All payments made via credit cards will be applicable for a 2% surcharge as charged by the banks towards the same. The same is to be borne by You. We only facilitate financial loans and services. Approvals, processing and terms are at the sole discretion of the financial entity. Services charges, project design and management fees (if applicable) will be mentioned on your proposal and will be relevantly charged during billing.","-70cbd3a":"12. Delivery Time","-38a5abf4":"We will process Your final order and start production only post a 60% payment.","-3d9bc856":"Your order will be delivered on or before the assured delivery date. Changing an order or unforeseen circumstances may delay the delivery time. We are not responsible for any delay in project implementation due to third-party vendors or for reasons beyond Our control.","-4fc06dfa":"13. Delay in Completion","-15cde435":"The payment will be subject to the following conditions:","-1ef13241":"1. The delay is for the initial scope of work and item list. Additional items or request for change will not be considered as delayed items.","-13636b5":"2. There are no external factors which have contributed to delay which are out of Our control.","4729d55f":"3. Our Website is in a condition which is ready for installation, and there is no delay or pending work from the builder or the client.","-388540cd":"14. Cancellation, Returns & Delays","17d9f763":"Any non-manufacturing defects and damages post receiving a delivery are not valid for returns or replacements. Customised and made-to-order furniture pieces, purchased from clubtail, cannot be returned or exchanged.","48aefbc4":"All payments made at any stage are non-refundable.","207f3fd4":"15. Disclaimer of Warranties","-249d31db":"We and Our licensors, suppliers, vendors, parent, holding, subsidiary and related companies, affiliates, officers, agents and employees make no warranty that:","15276d66":"1. The Service will meet your requirements;","6f709436":"2. The Service will be uninterrupted, timely, secure, or error-free;","-99a3c31":"3. The Service will be accessible at any time or at all times via the channel selected or used by you;","3331e27d":"4. The information, content or advertisements (collectively, the “","2899402c":"materials","-557b3e41":"“) contained on, distributed through, or linked, downloaded or accessed from or through the Service, or the results that may be obtained from the use of the Service, will be accurate or reliable;","-43ab0525":"This disclaimer does not apply to any product warranty offered by the manufacturer of the product as specified in the product specifications. This disclaimer constitutes an essential part of these TOU.","1c6ef116":"16. Grievance Redressal","39cf46e5":"If You have any concern or grievance or complaint with respect to the Services, please contact Pravin","-3b13b079":"E-mail address:","7137c4b3":"Mobile number:","578fc84d":"The Grievance Officer will study the matter and take such action as deemed appropriate under the circumstances.","4746aea5":"You shall be provided with a ticket number for each complaint lodged by You through which You can track the status of the complaint.","-6c2a7d43":"We shall ensure that the Grievance Officer acknowledges the receipt of Your complaint within 48 (forty-eight) hours and redresses the complaint within 1 (one) month from the date of receipt of the complaint.","-3575d2f2":"PART – II – SERVICES OF SALE OF PRODUCTS","-1d268591":"17. Products Offered on Our Website","1f0eb739":"Our Website enables You to purchase products such as furniture, furnishings, home décor,  and articles etc. related to a home from various brands (collectively, “","-37f9ca7c":"Products","2d0b20b5":"“). The Products can be purchased through Our Website through various methods of payments offered. The sale/purchase of Products shall be additionally governed by specific policies of sale, like cancellation policy, exchange policy, return policy, etc. (which are found on Our Website and all of which are incorporated here by reference). In addition, these TOU may be further supplemented by Product specific conditions, which may be displayed with that Product on our Website.","-458e735e":"Clubtail does not warrant that Product description or other content of Clubtail is accurate, complete, reliable, current, or error-free and assumes no liability in this regard.","-33e146aa":"18. Website as a Platform for Transaction and Communication","7b20e1e1":"All commercial/contractual terms are offered by and agreed to between You and the sellers alone. The commercial/contractual terms include without limitation price, shipping costs, payment methods, payment terms, date, period and mode of delivery, warranties related to Products and after sales services related to Products. Clubtail does not have any control or does not determine or advise or in any way involve itself in the offering or acceptance of such commercial/contractual terms between You and the sellers.","73e23fe6":"Clubtail does not make any representation or warranty as to specifics (such as quality, value, sale-ability, etc) of the Products proposed to be sold or offered to be sold or purchased on Our Website.","59b5c342":"Clubtail is not responsible for any non-performance or breach of any contract entered into between You and the sellers. Clubtail cannot and does not guarantee that the concerned sellers will perform any transaction concluded on Our Website.","7d3d1709":"At no time shall Clubtail hold any right, title or interest over the Products nor shall Clubtail have any obligations or liabilities in respect of such contract entered into between You and the sellers.","-4772efa0":"Our Website is only a platform that can be utilized by You to buy Products. Clubtail is only providing a platform for facilitating the sale of Products and enabling communication and it is agreed that the contract for the sale of any of the Products shall be a strictly bipartite contract between the Seller and You. At no time shall Clubtail hold any right, title or interest over the Products nor shall Clubtail have any obligations or liabilities in respect of such contract. Clubtail is not responsible for the unsatisfactory or delayed performance of services or damages or delays as a result of Products that are out of stock, unavailable or back-ordered.","-305a58b5":"Incorrect pricing on any Product(s) as is reflected on Our Website may be due to some technical issue, typographical error or product information published by the seller and in such an event seller may cancel your order(s).","3eb6ac6e":"Clubtail hereby disclaims any guarantees of exactness as to the finish, appearance, size, colour etc., of the final Product as ordered by You.","5ac4425e":"Clubtail is not responsible for the delays in delivery, quality of materials and omissions by the sellers of the Products. Every Product provided herein shall be covered by the brand warranties as provided by the relevant seller.","44a038c6":"We shall display the details about the sellers offering the Products, including the name of their business, whether registered or not, their geographic address, customer care number, any rating or other aggregated feedback about such seller, and any other information on Our Website, necessary for enabling You to make an informed decision at the pre-purchase stage.","-78b4ce77":"We shall also on a request in writing made by You after the purchase of any Products on our Website, provide You with information regarding the seller from which You have made such purchase, including the principal geographic address of its headquarters and all branches, name and details of its website, its email address and any other information necessary for communication with the seller for effective dispute resolution.","-3f642669":"19. Payment Facility","65cc1e83":"You, as a buyer, understand that upon initiating a transaction on Our Website, You are entering into a legally binding and enforceable contract with the seller to purchase the Products from the seller using the payment facility available on Our Website (“","383fabbd":"Payment Facility","175ae0fb":"”), and You shall make the payments for the purchase of the Products using the Payment Facility. The Payment Facility shall be provided through third-party payment service providers which may include third party banking or credit card payment gateways, payment aggregators, cash on delivery or demand draft/pay order on delivery service providers, mobile payment service providers or through any facility as may be authorized by the Reserve Bank of India for collection, refund and remittance, as the case may be of payment or supporting the same in any manner.","41dbb617":"You agree to provide correct and accurate credit/debit card/net banking/e-wallet details to the approved payment gateway for purchasing any Products. You shall not use the credit/debit card which is not lawfully owned by You, i.e. in any transaction, You must use Your own credit/debit card / net banking/ e-wallet. The information provided by You will not be utilized or shared with any third party unless required in relation to fraud verifications or by law, regulation or court order. You will be solely responsible for the security and confidentiality of Your credit/debit card/ net banking/ e-wallet details. Clubtail expressly disclaims all liabilities that may arise as a consequence of any unauthorized use of Your credit/debit card/ net banking/ e-wallet.","3f7e2a9d":"20. Grievance Redressal","2fda782c":"If You have any concerns or grievances or complaints with respect to the Products, please contact Pravin","-4a3f2e33":"Mobile number: ","-40c1d1fe":"The Grievance Officer will study the matter and take such action or escalate the matter, as deemed appropriate under the circumstances."}